const Data = [
    {
        id: "1",
        title: "نور",
        category: "موقع الكترونى",
        img: "https://c.ndtvimg.com/2021-08/loudr2go_aloo-poha_625x300_05_August_21.jpg?im=FeatureCrop,algorithm=dnn,width=620,height=350",
        desc: "بوها. يعد poha وجبة إفطار شهيرة يتم تناولها في كل مكان تقريبًا في البلاد ، وهي خفيفة ومليئة وسهلة التحضير. وأفضل جزء هو أنه يمكن صنعه بعدة طرق. Kanda poha و soya poha و Indori poha و Nagpur Tari Poha هي أمثلة قليلة",
    },
    {
        id: "2",
        title: "Upma",
        category: "تطبيق أندرويد",
        img: "https://c.ndtvimg.com/2021-04/37hi8sl_rava-upma_625x300_17_April_21.jpg?im=FeatureCrop,algorithm=dnn,width=620,height=350",
        desc: "فطار جنوب الهند المثالي! هذه الوصفة مصنوعة من الدال والسميد المليئين بالبروتين متبوعًا بالخضار المقرمشة واللبن الرائب ، مما يجعلها وجبة صباحية شهية. مع وجود بعض جوز الهند المبشور في الأعلى ، فإنه يعطي نكهة جميلة من جنوب الهند.",
    },
    {
        id: "3",
        title: "موقع الكترونى",
        category: "",
        img: "https://c.ndtvimg.com/2019-05/1afu8vt8_weight-loss-friendly-breakfast-paneer-besan-chilla_625x300_25_May_19.jpg?im=FaceCrop,algorithm=dnn,width=620,height=350",
        desc: "يعتبر moong dal عنصرًا أساسيًا في جميع المنازل الهندية ، ويستخدم على نطاق واسع في عدد من الأطباق الهندية. أحد هذه الأطعمة الشهية هو moong dal cheela. يمكنك أيضًا إضافة بانير إلى هذه الوصفة لزيادة القيمة الغذائية وجعلها أكثر كثافة بالبروتين",
    },
    {
        id: "4",
        title: "موقع الكترونى",
        category: "website",
        img: "https://i.ndtvimg.com/i/2015-04/chana-kulcha_625x350_41429707001.jpg",
        desc: "طبق كلاسيكي لا ينفد أبدًا. تحتاج شانا كولشا المثالية إلى عدد قليل من المكونات - مسحوق الكمون والزنجبيل ومسحوق الكزبرة ومسحوق الكاروم وبعض مسحوق المانجو ، وهو ما يمنح الشانا طعمها الحامض واللاذع.",
    },
    {
        id: "5",
        title: "تطبيق أندرويد",
        category: "mobileapp",
        img: "https://i.ndtvimg.com/i/2017-11/goan-egg-curry_620x350_41511515276.jpg",
        desc: "البيض غذاء متعدد الاستخدامات يمكن طهيه في أي وجبة في اليوم. من الإفطار إلى العشاء ، يمكن أن يكون الطعام المفضل. هنا كاري بيض متبل قليلًا مصنوع من الثوم والبصل ومجموعة كاملة من كاسوري ميثي والقشدة الطازجة واللبن والكزبرة الطازجة.",
    },
    {
        id: "6",
        title: "موقع الكترونى",
        category: "website",
        img: "https://i.ndtvimg.com/i/2015-04/paneer_625x350_61429707960.jpg",
        desc: "لا تخاف من قائمة المكونات لأنها ليست فقط موجودة بالفعل في خزانة مطبخك ، ولكن أيضًا لأن كل ما ستحتاج إليه هو 20 دقيقة من وقتك. قطع من الجبن المطبوخ في بعض البهارات المثيرة واللبن وقليل من السكر.",
    },
    {
        id: "7",
        title: "Fish Fry",
        category: "mobileapp",
        img: "https://i.ndtvimg.com/i/2015-06/indian-dinner_625x350_41434360207.jpg",
        desc: "احصل على جرعتك اليومية من البروتين المثالي. قطع من سمك سورماي المنقوع بالثوم والكمون والشمر وأوراق الكاري والطماطم تقلى في الزيت المكرر وتقدم ساخنة. تحتوي وصفة قلي السمك هذه على مجموعة من التوابل اللذيذة المستخدمة في النقع مما يمنحها لمسة فريدة",
    },
    {
        id: "8",
        title: "موقع الكترونى",
        category: "website",
        img: "https://i.ndtvimg.com/i/2015-06/indian-dinner_625x350_51434362664.jpg",
        desc: "سوف تشكرك عائلتك على هذا الطبق الرائع من دوم ألو المطبوخ على طريقة لاخناوي. خذ بعض البطاطس ، والبانير المفتت ، وكاسوري ميثي ، والزبدة ، والبصل ، وبعض السمن.",
    },
    {
        id: "9",
        title: "Malai Kofta",
        category: "mobileapp",
        img: "https://i.ndtvimg.com/i/2017-10/makhmali-kofte_620x350_51508918483.jpg",
        desc: "مرق غني من خصوص وجوز الهند والحليب ألذ مذاق مع الكفتة المصنوعة من الخويا. ستجعلك هذه الوصفة المخملية والقشدية تلعق أصابعك. يمكن أن تكون كفتة المخملي هي الطبق المفضل لديك لحفلات العشاء حيث أنها مختلفة تمامًا عن غيرها من وصفات الكفتة ولذيذة للغاية.",
    },
    {
        id: "10",
        title: "موقع الكترونى",
        category: "website",
        img: "https://i.ndtvimg.com/i/2017-10/makhmali-kofte_620x350_51508918483.jpg",
        desc: "مرق غني من خصوص وجوز الهند والحليب ألذ مذاق مع الكفتة المصنوعة من الخويا. ستجعلك هذه الوصفة المخملية والقشدية تلعق أصابعك. يمكن أن تكون كفتة المخملي هي الطبق المفضل لديك لحفلات العشاء حيث أنها مختلفة تمامًا عن غيرها من وصفات الكفتة ولذيذة للغاية.",
    },
];

export default Data;
